export const DATA = [
  {
    id: "bd7acbea-c1b1-46c2-aed5-3ad53aasdSbb28ba",
    title: "الذكر الأول",
    repetetion: "1",
    backgroundColor: "#BEDEF2",
    paragraphe:
      "(اللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ). من قالَها حِين يُصبِح أُجير مِن الجِن حتّى يُمسي، ومَن قالَها حين يُمسي أُجير من الجنِ حتى يُصبِح.",
    isCompleted: false,
  },
  {
    id: "3ac68afc-c605-48d3fz-a4f8-fbdasd91aa97f63",
    title: "الذكر الثاني",
    repetetion: "1",
    backgroundColor: "#BFEABE",
    paragraphe:
      "أَصْبَحْنا وَأَصْبَحَ المُلْكُ لله، وَالحَمدُ لله، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلكُ، ولهُ الحَمْد، وهُوَ على كلّ شَيءٍ قدير، رَبِّ أسْأَلُكَ خَيرَ ما في هذا اليوم، وَخَيرَ ما بَعْدَه، وَأَعوذُ بِكَ مِنْ شَرِّ ما في هذا اليوم، وَشَرِّ ما بَعْدَه، رَبِّ أَعوذُ بِكَ مِنَ الْكَسَلِ، وَسوءِ الْكِبَر، رَبِّ أَعوذُ بِكَ مِنْ عَذابٍ في النّارِ، وَعَذابٍ في القَبْر",
    isCompleted: false,
  },
  {
    id: "58694a0f-3da1-471f-bd9d6-145asdasas571e29d72",
    title: "الذكر الثالث",
    repetetion: "1",
    backgroundColor: "#F2D8C6",
    isCompleted: false,
    paragraphe:
      "أَصْبَحْنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً، وَمَا كَانَ مِنَ المُشْرِكِينَ.",
  },
  {
    id: "58694a0f-3da1-471f-bd96-14sz55aszekfda7ccc1e29d76",
    title: "الذكر الرابع",
    repetetion: "1",
    backgroundColor: "#F0EFB0",
    isCompleted: false,
    paragraphe:
      "اللّهُمَّ عافِني في بَدَني، اللّهُمَّ عافِني في سَمْعي، اللّهُمَّ عافِني في بَصَري، لا إلهَ إلاّ أَنْتَ.",
  },
  {
    id: "bd7acbea-c1b1-46c2-aed5zefkasda-3ad53dabb28ba",
    title: "الذكر الخامس",
    repetetion: "1",
    backgroundColor: "#BEDEF2",
    isCompleted: false,
    paragraphe:
      "اللّهمَّ أَنْتَ رَبِّي لا إلهَ إلاّ أَنْتَ، خَلَقْتَني وَأَنا عَبْدُك، وَأَنا عَلى عَهْدِكَ وَوَعْدِكَ ما اسْتَطَعْت، أَعوذُ بِكَ مِنْ شَرِّ ما صَنَعْت، أَبوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبوءُ بِذَنْبي فَاغْفِرْ لي؛ فَإِنَّهُ لا يَغْفِرُ الذُّنوبَ إِلاّ أَنْتَ. من قالها موقِناً بِها حين يُمسي، وماتَ من ليلتِهِ؛ دَخَلَ الجنةِ، وكذلِك حينَ يُصبِح.",
  },
  {
    id: "bd7acbea-c1b1-zefzlk46c2-aed5dzldkmzlasda-3ad53dabb28ba",
    title: "الذكر السادس",
    repetetion: "1",
    backgroundColor: "#fab1a0",
    isCompleted: false,
    paragraphe:
      "اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلا أَنْتَ، عَلَيْكَ تَوَكَّلْتُ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ، مَا شَاءَ اللَّهُ كَانَ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ.",
  },
  {
    id: "bd7acbea-c1b1-46c2-aeqszelkfked5dzldkmzlasda-3ad53dabb28ba",
    title: "الذكر السابع",
    repetetion: "1",
    backgroundColor: "#a29bfe",
    isCompleted: false,
    paragraphe:
      "اللّهمَّ أَنْتَ رَبِّي لا إلهَ إلاّ أَنْتَ، خَلَقْتَني وَأَنا عَبْدُك، وَأَنا عَلى عَهْدِكَ وَوَعْدِكَ ما اسْتَطَعْت، أَعوذُ بِكَ مِنْ شَرِّ ما صَنَعْت، أَبوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبوءُ بِذَنْبي فَاغْفِرْ لي؛ فَإِنَّهُ لا يَغْفِرُ الذُّنوبَ إِلاّ أَنْتَ. من قالها موقِناً بِها حين يُمسي، وماتَ من ليلتِهِ؛ دَخَلَ الجنةِ، وكذلِك حينَ يُصبِح.",
  },
  {
    id: "bd7acbeadwd-c1b1-46c2-aeqsfmzefkked5dzldkmzlasda-3ad53dabb28ba",
    title: "الذكر الثامن  ",
    repetetion: "1",
    backgroundColor: "#55efc4",
    isCompleted: false,
    paragraphe:
      "اللّهمَّ أَنْتَ رَبِّي لا إلهَ إلاّ أَنْتَ، خَلَقْتَني وَأَنا عَبْدُك، وَأَنا عَلى عَهْدِكَ وَوَعْدِكَ ما اسْتَطَعْت، أَعوذُ بِكَ مِنْ شَرِّ ما صَنَعْت، أَبوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبوءُ بِذَنْبي فَاغْفِرْ لي؛ فَإِنَّهُ لا يَغْفِرُ الذُّنوبَ إِلاّ أَنْتَ. من قالها موقِناً بِها حين يُمسي، وماتَ من ليلتِهِ؛ دَخَلَ الجنةِ، وكذلِك حينَ يُصبِح.",
  },
  {
    id: "bd7acbeadwd-c1b1-46c2-aeqsfkezelkfjd5dzldkmzlasda-3ad53dabb28ba",
    title: "الذكر التاسع  ",
    repetetion: "1",
    backgroundColor: "#74b9ff",
    isCompleted: false,
    paragraphe:
      "  إذا أخذت مضجعك فتوضأت وضوءك للصلاة، واضّجعت على شقِّك الأيمن ثم تقول: اللهم إنّي أسلمت نفسي إليك، و فوَّضت أمري إليك، ووجهت وجهي إليك، وألجأت ظهري إليك، رغبةً ورهبةً إليك، لا ملجأ ولا منجأ منك إلا إليك، آمنت بكتابك الذي أنزلت، و بنبيِّك الذي أرسلت.  ",
  },
  {
    id: "bd7acbeadwd-c1b1-46c2-aeqsfked5dzldkmzlasdafzemkfz-3ad53dabb28ba",
    title: "الذكر العاشر  ",
    repetetion: "1",
    backgroundColor: "#e17055",
    isCompleted: false,
    paragraphe:
      "سُبْحانَ اللهِ وَبِحَمْدِهِ. عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( من قال سبحان الله وبحمده في يوم مائة مرة حطت خطاياه وإن كانت مثل زبد البحر ) متفق عليه.",
  },
];
